Repository: FlyTheThings/kirogi-gcs
Catalog: po/*/kirogi.po
Languages: fr, ko, pt

# NAME OF TRANSLATORS
source: Your names
fr: Xavier Besnard
ko: 박신조
pt: José Nuno Pires

# EMAIL OF TRANSLATORS
source: Your emails
fr: xavier.besnard@neuf.fr
ko: kde@peremen.name
pt: zepires@gmail.com

# @title
source: <application>Kirogi</application>
ko: <application>기러기</application>

# @title
source: A ground control application for drones.
fr: Une application de contrôle sol pour drones.
ko: 드론 지상 제어 앱입니다.
pt: Uma aplicação de controlo terrestre de drones.

# @info:credit
source: Founder, Lead Developer
fr: Fondateur et développeur principal
ko: 시작, 주 개발자
pt: Fundação, Desenvolvimento Principal

# @info:credit
source: Developer
fr: Développeur
ko: 개발자
pt: desenvolvimento

# @info:credit
source: Application icon
fr: Icône de l'application
ko: 앱 아이콘
pt: Ícone da aplicação

# @info:credit
source: Mascot artwork
fr: Travail artistique Logo
ko: 마스코트 아트워크
pt: Imagens da mascote

source: Unknown Parrot Model
fr: Modèle Parrot inconnu
ko: 알 수 없는 Parrot 모델
pt: Modelo da Parrot Desconhecido

# %1 = Keyboard shortcut
source: Drone (%1)
ko: 드론(%1)

source: LAND
fr: ATTERRISSAGE
ko: 착륙
pt: ATERRAR

source: TAKE OFF
fr: DÉCOLLAGE
ko: 이륙
pt: LEVANTAR

source: PREPARING
fr: EN PRÉPARATION
ko: 준비 중
pt: A PREPARAR

source: DISCONNECTED
fr: DÉCONNECTÉ
ko: 연결 끊김
pt: DESLIGADO

# %1 = Keyboard shortcut
source: Navigation Map (%1)
fr: Carte de navigation (%1)
ko: 탐색 지도(%1)
pt: Mapa de Navegação (%1)

source: FILM
ko: 영화
pt: FILMAR

source: Fly Slow
fr: Voler lentement
ko: 느리게 비행
pt: Voar Lentamente

source: SPORT
ko: 스포츠
pt: DESPORTO

source: Fly Fast
fr: Voler vite
ko: 빠르게 비행
pt: Voar Rapidamente

source: SCREEN
fr: ÉCRAN
ko: 화면
pt: ECRÃ

source: Use Virtual D-Pads
fr: Utiliser des joysticks « D » virtuels
ko: 가상 십자 패드 사용
pt: Usar Painéis-D Virtuais

source: CONTROLLER
fr: CONTRÔLEUR
ko: 컨트롤러
pt: CONTROLADOR

source: Use Gamepad Controller
fr: Utiliser un contrôleur de jeu
ko: 게임패드 컨트롤러 사용
pt: Usar um Controlador de Jogos

source: VIDEO
fr: VIDÉO
ko: 동영상
pt: VÍDEO

source: Record Videos
fr: Enregistrer des vidéos
ko: 동영상 녹화
pt: Gravar Vídeos

source: PHOTO
ko: 사진
pt: FOTO

source: Take Photos
fr: Prendre des photos
ko: 사진 촬영
pt: Tirar Fotografias

source: Take Photo
fr: Prendre une photo
ko: 사진 촬영
pt: Tirar uma Fotografia

source: Stop Recording Video
fr: Arrêter l'enregistrement vidéo
ko: 동영상 녹화 중지
pt: Parar a Gravação do Vídeo

source: Record Video
fr: Enregistrer une vidéo
ko: 동영상 녹화
pt: Gravar o Vídeo

source: Turn Left
fr: Tourner à gauche
ko: 왼쪽으로 회전
pt: Virar à Esquerda

source: Turn Right
fr: Tourner à droite
ko: 오른쪽으로 회전
pt: Virar à Direita

source: Move Up
fr: Monter
ko: 위로 이동
pt: Subir

source: Move Down
fr: Descendre
ko: 아래로 이동
pt: Descer

source: Move Left
fr: Se déplacer à gauche
ko: 왼쪽으로 이동
pt: Mover para a Esquerda

source: Move Right
fr: Se déplacer vers la droite
ko: 오른쪽으로 이동
pt: Mover para a Direita

source: Move Forward
fr: Se déplacer vers l'avant
ko: 앞으로 이동
pt: Avançar

source: Move Backward
fr: Se déplacer en arrière
ko: 뒤로 이동
pt: Recuar

source: %1 min
ko: %1분

source: – min
ko: –분

source: N/A
fr: N/D
ko: 없음
pt: N/D

source: Kirogi
ko: 기러기

source: Drone
ko: 드론

source: Flight Controls
fr: Contrôles de vol
ko: 비행 제어
pt: Controlos de Voo

source: Navigation Map
fr: Carte de navigation ()
ko: 탐색 지도
pt: Mapa de Navegação

source: Settings
fr: Configuration
ko: 설정
pt: Configuração

source: About
fr: À propos
ko: 정보
pt: Acerca

source: Unable to load map.
fr: Impossible de charger la carte.
ko: 지도를 불러올 수 없습니다.
pt: Não é possível carregar o mapa.

source: %1 does not support GPS.
fr: %1 ne prend pas en charge le GPS.
ko: %1에서 GPS를 지원하지 않습니다.
pt: O %1 não suporta o GPS.

source: %1 does not have a GPS fix.
fr: %1 n'a pas réalisé son calage GPS.
ko: %1의 GPS 위치를 사용할 수 없습니다.
pt: O %1 não tem uma correcção do GPS.

source: No device location available.
fr: Aucun senseur de localisation disponible.
ko: 장치에서 위치를 사용할 수 없습니다.
pt: Não está disponível a localização do dispositivo.

# %1 = Keyboard shortcut
source: Flight Controls (%1)
fr: Contrôles de vol (%1)
ko: 비행 제어(%1)
pt: Controlos de Voo (%1)

source: Center Map on Drone
fr: Centrer la carte sur le drone
ko: 드론 위치를 지도 중앙으로
pt: Centrar o Mapa no Drone

source: Center Map on Device
fr: Centrer la carte sur le senseur
ko: 장치 위치를 지도 중앙으로
pt: Centrar o Mapa no Dispositivo

source: Allow Kirogi to request the location of this device
fr: Autoriser Kirogi à faire une demande de localisation à ce senseur
ko: 기러기에서 장치 위치 접근 허용
pt: Permitir ao Kirogi pedir a localização deste dispositivo

source: Show D-pads when a gamepad controller is connected
fr: Afficher des joysticks « D » quand le contrôleur de jeu est connecté
ko: 게임패드 컨트롤러가 연결되었을 때 십자패드 표시
pt: Mostrar os painéis-D quando tiver ligado um controlador de jogos

source: Video
fr: Vidéo
ko: 비디오
pt: Vídeo

source: Stretch video to fit device screen.
fr: Étirer la vidéo pour correspondre à l'écran du périphérique.
ko: 장치 화면에 맞게 동영상을 늘립니다.
pt: Esticar o vídeo para caber no ecrã do dispositivo.

# @title:window
source: Select Model
fr: Sélectionner le modèle
ko: 모델 선택
pt: Seleccionar o Modelo

source: Flight Checklist
fr: Liste de vérifications de vol
ko: 비행 점검 목록
pt: Verificações de Voo

source: Select now
fr: Sélectionner maintenant
ko: 지금 선택
pt: Seleccionar agora

source: <b>Model:</b> %1
fr: <b>Modèle :</b> %1
ko: <b>모델:</b> %1
pt: <b>Modelo:</b> %1

source: Select Model
fr: Sélectionner un modèle
ko: 모델 선택
pt: Seleccionar o Modelo

source: Searching ...
fr: Recherche en cours
ko: 검색 중...
pt: A procurar ...

source: <b>Drone:</b> %1
ko: <b>드론:</b> %1

source: Flying
fr: En vol
ko: 비행 중
pt: A Voar

source: Ready
fr: Prêt
ko: 준비
pt: Pronto

source: Preparing ...
fr: En préparation
ko: 준비 중...
pt: A preparar ...

source: Connecting ...
fr: Connexion en cours
ko: 연결 중...
pt: A ligar ...

source: <b>Status:</b> %1
fr: <b>État :</b> %1
ko: <b>상태:</b> %1
pt: <b>Estado:</b> %1

source: <b>Signal:</b> %1
ko: <b>신호:</b> %1
pt: <b>Sinal:</b> %1

source: <b>Battery:</b> %1
fr: <b>Batterie :</b> %1
ko: <b>배터리:</b> %1
pt: <b>Bateria:</b> %1

source: Got fix
fr: Calage effectué
ko: 위치 지정됨
pt: Com correcção

source: No fix
fr: Aucun calage
ko: 위치 알 수 없음
pt: Sem correcção

source: Not supported
fr: Non pris en charge
ko: 지원하지 않음
pt: Não suportado

source: Go to Flight Controls
fr: Aller aux contrôleurs de vol
ko: 비행 제어로 이동
pt: Ir para os Controlos de Voo

source: Try Flight Controls
fr: Essayer les contrôleurs de vol
ko: 비행 제어 실험
pt: Tentar os Controlos de Voo

source: Flat Trim
fr: Trim fixe
ko: 플랫 트림
pt: Corte Plano

source: Flip
fr: Basculer
ko: 플립
pt: Inverter

source: Flip Forward
fr: Faire suivre
ko: 앞으로 플립
pt: Inverter para Frente

source: Flip Backward
fr: Se déplacer en arrière
ko: 뒤로 플립
pt: Inverter para Trás

source: Flip Left
fr: Se déplacer à gauche
ko: 왼쪽으로 플립
pt: Inverter para a Esquerda

source: Flip Right
fr: Se déplacer à droite
ko: 오른쪽으로 플립
pt: Inverter para a Direita

source: Enabled
fr: Activé
ko: 사용함
pt: Activo

source: Disabled
fr: Désactivé
ko: 사용 안 함
pt: Desactivado

source: Geofence: %1
fr: Zone de vol : %1
ko: 지오펜스: %1
pt: Limite geográfico: %1

source: Geofence
fr: Zone de vol :
ko: 지오펜스
pt: Limite geográfico

source: Disable Geofence
fr: Désactiver la zone de vol
ko: 지오펜스 비활성화
pt: Desactivar o Limite Geográfico

source: Enable Geofence
fr: Activer une zone de vol
ko: 지오펜스 활성화
pt: Activar o Limite Geográfico

source: Maximum altitude:
fr: Altitude maximale :
ko: 최대 고도:
pt: Altitude máxima:

source: Maximum distance:
fr: Distance maximale :
ko: 최대 거리:
pt: Distância máxima:

source: Film
ko: 영화
pt: Filme

source: Sport
ko: 스포츠
pt: Desporto

source: Custom
fr: Personnalisé
ko: 사용자 정의
pt: Personalizado

source: Performance: %1
ko: 성능: %1

source: Performance
ko: 성능

source: Maximum roll speed:
fr: Vitesse maximale de roulis :
ko: 최대 롤 속도:
pt: Velocidade de rolamento máxima:

source: %1 °/s
ko: %1 °/초

source: Maximum pitch speed:
fr: Vitesse maximale de tangage :
ko: 최대 피치 속도:
pt: Velocidade de elevação máxima:

source: Maximum yaw speed:
fr: Vitesse maximale de lacet :
ko: 최대 요 속도:
pt: Velocidade de mudança de direcção máxima:

source: Maximum vertical speed:
fr: Vitesse maximale verticale :
ko: 최대 수직 속도:
pt: Velocidade vertical máxima:

source: Maximum tilt:
fr: Angle maximal d'inclination :
ko: 최대 틸트:
pt: Desvio máximo:

source: Disable Banked Turns
fr: Désactiver les virages inclinés
ko: 뱅크드 턴 비활성화
pt: Desactivar as Mudanças de Direcção Inclinadas

source: Enable Banked Turns
fr: Activer les virages inclinés
ko: 뱅크드 턴 활성화
pt: Activar as Mudanças de Direcção Inclinadas

source: Disable Video Stabilization
fr: Désactiver la stabilisation vidéo
ko: 동영상 안정화 비활성화
pt: Desactivar a Estabilização do Vídeo

source: Enable Video Stabilization
fr: Activer la stabilisation vidéo
ko: 동영상 안정화 활성화
pt: Activar a Estabilização do Vídeo

# @info:credit
source: (c) 2019 The Kirogi Team
fr: (c) 2019 L'équipe Kirogi
pt: (c) 2019 A Equipa do Kirogi
